// Pre-install confirmation
"CONFIRM_AT_LOGOUT_BEFORE_RESTART_TITLE" = "インストールできるソフトウェア・アップデートがあります。コンピュータを再起動する前にそれらをインストールしますか？";
"WILL_RESTART_COUNTDOWN_MESSAGE_FORMAT" = "何も操作をしないと、%@ 後に自動的にアップデートがインストールされ、コンピュータが再起動します。";
"INSTALL_AND_RESTART_TITLE" = "インストールして再起動";
"RESTART_TITLE" = "再起動";

"CONFIRM_AT_LOGOUT_BEFORE_SHUTDOWN_TITLE" = "インストールできるソフトウェア・アップデートがあります。コンピュータをシステム終了する前にそれらをインストールしますか？";
"WILL_SHUTDOWN_COUNTDOWN_MESSAGE_FORMAT" = "何も操作をしないと、%@ 後に自動的にアップデートがインストールされ、コンピュータがシステム終了します。";
"INSTALL_AND_SHUT_DOWN_TITLE" = "インストールしてシステム終了";
"SHUT_DOWN_TITLE" = "システム終了";

// Disk verify title
"CHECKING_DISK_STATUS" = "ディスクを検証中...";

"DISK_FAILED_VERIFY_TITLE" = "ソフトウェア・アップデートをインストールするには、起動ディスクを修復する必要があります。";
"DISK_FAILED_VERIFY_MESSAGE" = "起動ディスクに問題がある可能性があります。これらの問題は、コンピュータを再起動することによって修復できます。再起動後にもう一度“ソフトウェア・アップデート”を起動し、アップデートをインストールしてください。このメッセージが再度表示される場合は、アップルのサポートに問い合わせてください。";

// time remaining
"SYSTEM_WILL_RESTART_MESSAGE" = "コンピュータは自動的に再起動します。";
"SYSTEM_WILL_SHUT_DOWN_MESSAGE" = "コンピュータは自動的にシステム終了します。";
